Repository: contentful/the-example-app.graphql.js
Catalog: src/public/locales/xliff/messages.*.xlf
Languages: de_de

# whatIsThisApp
source: Help
de_de: Hilfe

# metaDescription
source: This is "The Example App", a reference for building your own applications using Contentful.
de_de: Dies ist die Beispielanwendung, eine Anwendung die Ihnen hilft Ihre eigene Anwendung mit Contentful zu bauen.

# metaTwitterCard
source: This is "The Example App", a reference for building your own applications using Contentful.
de_de: Dies ist die Beispielanwendung, eine Anwendung die Ihnen hilft Ihre eigene Anwendung mit Contentful zu bauen.

# metaImageAlt
source: This is "The Example App", a reference for building your own applications using Contentful.
de_de: Dies ist die Beispielanwendung, eine Anwendung die Ihnen hilft Ihre eigene Anwendung mit Contentful zu bauen.

# metaImageDescription
source: This is "The Example App", a reference for building your own applications using Contentful.
de_de: Dies ist die Beispielanwendung, eine Anwendung die Ihnen hilft Ihre eigene Anwendung mit Contentful zu bauen.

source: View on GitHub
de_de: Auf GitHub ansehen

# apiSwitcherHelp
source: View the published or draft content by simply switching between the Deliver and Preview APIs.
de_de: Ansehen des veröffentlichten und unveröffentlichten Inhalts durch Wechsel von Delivery und Preview APIs.

# contentDeliveryApiHelp
source: This API fetches published content from the Content Delivery API
de_de: Diese API zeigt veröffentlichte Inhalte

# contentPreviewApiHelp
source: This API fetches un-published content from the Content Preview API
de_de: Diese API zeigt unveröffentlichte Inhalte und Änderungen

source: Locale
de_de: Sprache

# localeQuestion
source: Working with multiple languages? You can query the Content Delivery API for a specific locale.
de_de: Sie arbeiten mit verschiedenen Sprachen? Dann können Sie die Sprache für Anfragen an die Content Delivery API definieren.

# settingsLabel
source: Settings
de_de: Einstellungen

# logoAlt
source: Contentful Example App
de_de: Die Beispielanwendung für Contentful

# homeLabel
source: Home
de_de: Startseite

# coursesLabel
source: Courses
de_de: Kurse

# lessonsLabel
source: Lessons
de_de: Lektionen

# footerDisclaimer
source: Powered by Contentful. This website and the materials found on it are for demo purposes. You can use this to preview the content created on your Contentful account.
de_de: Powered by Contentful. Diese Website und deren Materialien existieren nur für Demonstrationszwecken. Sie können diese benutzen, um den Inhalt ihres Contentful Kontos anzusehen.

# imprintLabel
source: Imprint
de_de: Impressum

# contactUsLabel
source: Contact us
de_de: Kontakt

# modalTitle
source: A reference for Node.js developers using Contentful
de_de: Ein Beispiel für Entwickler, die Contentful benutzen

# modalTitleDotnet
source: A reference for .NET developers using Contentful
de_de: Ein Beispiel für .NET Entwickler, die Contentful benutzen

# modalTitleRuby
source: A reference for Ruby developers using Contentful
de_de: Ein Beispiel für Ruby Entwickler, die Contentful benutzen

# modalTitlePhp
source: A reference for PHP developers using Contentful
de_de: Ein Beispiel für PHP Entwickler, die Contentful benutzen

# modalTitlePython
source: A reference for Python developers using Contentful
de_de: Ein Beispiel für Python Entwickler, die Contentful benutzen

# modalTitleSwift
source: A reference for Swift developers using Contentful
de_de: Ein Beispiel für Swift Entwickler, die Contentful benutzen

# modalTitleAndroid
source: A reference for Android developers using Contentful
de_de: Ein Beispiel für Android Entwickler, die Contentful benutzen

# modalTitleJava
source: A reference for Java developers using Contentful
de_de: Ein Beispiel für Java Entwickler, die Contentful benutzen

# modalIntro
source: This is "The Node.js Example App". While building your own apps with Contentful, you can reference this app's code, found on
de_de: Dies ist "The Node.js Example App". Während Sie Ihre eigenen Anwendungen mit Contentful bauen, können Sie dieses Beispiel als Referenz verwenden. Den Quellcode finden Sie auf

# modalIntroDotnet
source: This is "The .NET Example App". While building your own apps with Contentful, you can reference this app's code, found on
de_de: Dies ist "The .NET Example App". Während Sie Ihre eigenen Anwendungen mit Contentful bauen, können Sie dieses Beispiel als Referenz verwenden. Den Quellcode finden Sie auf

# modalIntroRuby
source: This is "The Ruby Example App". While building your own apps with Contentful, you can reference this app's code, found on
de_de: Dies ist "The Ruby Example App". Während Sie Ihre eigenen Anwendungen mit Contentful bauen, können Sie dieses Beispiel als Referenz verwenden. Den Quellcode finden Sie auf

# modalIntroPhp
source: This is "The PHP Example App". While building your own apps with Contentful, you can reference this app's code, found on
de_de: Dies ist "The PHP Example App". Während Sie Ihre eigenen Anwendungen mit Contentful bauen, können Sie dieses Beispiel als Referenz verwenden. Den Quellcode finden Sie auf

# modalIntroPython
source: This is "The Python Example App". While building your own apps with Contentful, you can reference this app's code, found on
de_de: Dies ist "The Python Example App". Während Sie Ihre eigenen Anwendungen mit Contentful bauen, können Sie dieses Beispiel als Referenz verwenden. Den Quellcode finden Sie auf

# modalIntroSwift
source: This is "The Swift Example App". While building your own apps with Contentful, you can reference this app's code, found on
de_de: Dies ist "The Swift Example App". Während Sie Ihre eigenen Anwendungen mit Contentful bauen, können Sie dieses Beispiel als Referenz verwenden. Den Quellcode finden Sie auf

# modalIntroAndroid
source: This is "The Android Example App". While building your own apps with Contentful, you can reference this app's code, found on
de_de: Dies ist "The Android Example App". Während Sie Ihre eigenen Anwendungen mit Contentful bauen, können Sie dieses Beispiel als Referenz verwenden. Den Quellcode finden Sie auf

# modalIntroJava
source: This is "The Java Example App". While building your own apps with Contentful, you can reference this app's code, found on
de_de: Dies ist "The Java Example App". Während Sie Ihre eigenen Anwendungen mit Contentful bauen, können Sie dieses Beispiel als Referenz verwenden. Den Quellcode finden Sie auf

# modalSpaceIntro
source: You can also edit the content in the app by cloning the Contentful space to your own Contentful account by following the instructions
de_de: Den Inhalt dieser Anwendung können Sie selbst bearbeiten. Dafür müssen Sie den "The Example App" space in Ihren Contentful Account importieren. Anleitung hierzu gibt es

# modalPlatforms
source: This app is also available in the following platforms and languages:
de_de: Diese App ist auch in den folgenden Plattformen und Sprachen verfügbar:

# modalSpaceLinkLabel
source: here
de_de: hier

# modalCTALabel
source: Ok, got it.
de_de: Gut, verstanden.

# editorialFeaturesHint
source: Edit this entry in the Contentful web app. You have to be logged in and have access to the connected space to use this feature.
de_de: Bearbeiten Sie diesen Eintrag in der Contentful Web App. Sie müssen sich eingelogged haben und Zugang zum Space haben, um diese Funktion nutzen zu können.

# draftLabel
source: draft
de_de: Entwurf

# pendingChangesLabel
source: pending changes
de_de: Änderungen verfügbar

# lessonModuleErrorTitle
source: ⚠️ Invalid lesson module
de_de: ⚠️ Ungültiges Lektionsmodul

# lessonModuleErrorBody
source: Could not determine type of
de_de: Konnte den Typ nicht erkennen:

# nextLessonLabel
source: Go to the next lesson
de_de: Nächste Lektion ansehen

# imageErrorTitle
source: ⚠️ Image missing
de_de: ⚠️ Bild fehlt

# viewCourseLabel
source: view course
de_de: Kurs ansehen

# categoriesWelcomeLabel
source: Welcome to
de_de: Willkommen zur folgenden Kategorie:

# sitemapWelcomeLabel
source: Welcome to
de_de: Willkommen zur folgenden Kategorie:

# tableOfContentsLabel
source: Table of contents
de_de: Inhalt

# courseOverviewLabel
source: Course overview
de_de: Kurs Übersicht

# overviewLabel
source: Overview
de_de: Übersicht

# durationLabel
source: Duration
de_de: Dauer

# skillLevelLabel
source: Skill level
de_de: Schwierigkeit

# startCourseLabel
source: Start course
de_de: Kurs beginnen

# categoriesLabel
source: Categories
de_de: Kategorien

# allCoursesLabel
source: All courses
de_de: Alle Kurse

# companyLabel
source: Company
de_de: Firma

# officeLabel
source: Office Berlin
de_de: Büro in Berlin

# germanyLabel
source: Germany
de_de: Deutschland

# registrationCourtLabel
source: Registration Court
de_de: Amtsgericht

# managingDirectorLabel
source: Managing Director
de_de: Verwalter

# vatNumberLabel
source: VAT Number
de_de: Steuernummer

# settingsIntroLabel
source: To query and get content using the APIs, client applications need to authenticate with both the Space ID and an access token.
de_de: Um Inhalt von unseren APIs zu bekommen, müssen Anwendungen von Kunden sich authentifizieren, sowohl mit der Space ID als auch dem Access Token.

# changesSavedLabel
source: Changes saved successfully!
de_de: Änderungen erfolgreich gespeichert!

# errorOccurredTitleLabel
source: Error occurred
de_de: Fehler aufgetreten

# errorOccurredMessageLabel
source: Some errors occurred. Please check the error messages next to the fields.
de_de: Einige Fehler sind aufgetreten. Bitte schauen Sie sich die Fehlermeldungen neben den Feldern an.

# connectedToSpaceLabel
source: Connected space
de_de: Verbundener Space

# spaceIdHelpText
source: The Space ID is a unique identifier for your space.
de_de: Die Space Id ist eine eindeutige Identifizierung für Ihren Space.

# contentDeliveryApiHelpText
source: View published content using this token.
de_de: Schauen Sie sich veröffentlichten Inhalt mit diesem Token an.

# contentPreviewApiHelpText
source: Preview unpublished content using this token (i.e. content with “Draft” status).
de_de: Schauen Sie sich veröffentlichten Inhalt mit diesem Token an. (z.B. Inhalt im Zustand “Entwurf”).

# enableEditorialFeaturesLabel
source: Enable editorial features
de_de: Editoriale Funktionen aktivieren

# enableEditorialFeaturesHelpText
source: Enable to display an edit link and other contextual helpers for authors. You need to have access to the connected space to make this work.
de_de: Aktivieren, um Bearbeitung und weitere kontextabhängige Helfer zu aktivieren. Damit dies funktioniert, müssen sie Zugang zu dem Space haben.

# saveSettingsButtonLabel
source: Save settings
de_de: Einstellungen Speichern

# fieldIsRequiredLabel
source: This field is required
de_de: Diese Feld ist notwendig.

# deliveryKeyInvalidLabel
source: Your Delivery API key is invalid.
de_de: Ihr Delivery API Zugangsschlüssel ist ungültig.

# spaceOrTokenInvalid
source: This space does not exist or your access token is not associated with your space.
de_de: Dieser Space existiert nicht, oder Ihr Access Token kommt nicht von diesem Space.

# previewKeyInvalidLabel
source: Your Preview API key is invalid.
de_de: Ihr Preview API Zugangsschlüssel ist ungültig.

# beginnerLabel
source: Beginner
de_de: Anfänger

# intermediateLabel
source: Intermediate
de_de: Fortgeschrittener

# advancedLabel
source: Advanced
de_de: Experte

# editInTheWebAppLabel
source: Edit in the Contentful web app
de_de: In der Contentful web app bearbeiten

# currentLocaleLabel
source: English (United States)
de_de: Deutsch (Deutschland)

# hostedLabel
source: Hosted
de_de: Gehostet

# comingSoonLabel
source: Coming soon
de_de: Bald verfügbar

# credentialSourceLabel
source: Credentials source
de_de: Ursprung der Zugangsdaten:

# readMoreLabel
source: Read more
de_de: Weiterlesen

# credentialsLocationLabel
source: Your credentials are currently loaded from
de_de: Ihre Zugangsdaten werden derzeit aus

# overwriteCredentialsLabel
source: They can be overwritten by changing them below or using query string parameters.
de_de: Sie können überschrieben werden, indem Sie das Formular unten oder einen Querystring Parameter verwenden.

# copyLinkLabel
source: Copy session deeplink to clipboard
de_de: Einen Link zum Verteilen kopieren

# resetCredentialsLabel
source: Reset credentials to default
de_de: Zugangsdaten zurücksetzen

# resetAboveLabel
source: You can reset to the default credentials above.
de_de: Sie können auf voreingestellten Zugangsdaten zurücksetzen.

# closeLabel
source: Close
de_de: Schließen

# overrideConfigLabel
source: This configuration can be overridden through the form below or by using query string parameters.
de_de: Diese Konfiguration kann durch das folgende Formular oder durch Verwendung von Querystring Parameter überschrieben werden.

# loadedFromLocalFileLabel
source: Loaded from local file
de_de: Geladen von der lokalen Datei

# usingServerCredentialsLabel
source: The example app is currently using server side stored credentials to connect to a Contentful space.
de_de: Die Beispielanwendung verwendet derzeit serverseitig gespeicherte Anmeldeinformationen zum Herstellen einer Verbindung mit einem Contentful-Space.

# usingSessionCredentialsLabel
source: The example app is currently using application session stored credentials to connect to a Contentful space.
de_de: Die Beispielanwendung verwendet derzeit Anmeldeinformationen von der Anwendungssitzung, um eine Verbindung zu einem Contentful-Space herzustellen.

# applicationCredentialsLabel
source: Application session credentials
de_de: Anmeldeinformationen für die Anwendungssitzung

# noContentLabel
source: No content found.
de_de: Keinen Inhalt gefunden.

# errorHighlightedCourse
source: ⚠️ The course is not published or does not exist.
de_de: ⚠️ Dieser Kurs wurde nicht veröffentlicht oder existiert nicht.

# somethingWentWrongLabel
source: Oops, something went wrong
de_de: Hmm, etwas ging schief.

# errorMessage404Route
source: The page you are trying to open does not exist.
de_de: Diese Seite existiert nicht.

# errorMessage404Lesson
source: The lesson you are trying to open does not exist.
de_de: Diese Lektion existiert nicht.

# errorMessage404Course
source: The course you are trying to open does not exist.
de_de: Dieser Kurs existiert nicht.

# errorMessage404Category
source: The category you are trying to open does not exist.
de_de: Diese Kategorie existiert nicht.

# hintsLabel
source: Try the following to fix the issue(s):
de_de: Versuchen Sie Folgendes um die Probleme zu lösen:

# notFoundErrorHint
source: Make sure the content you are trying to access exists and is published.
de_de: Überprüfen Sie, ob dieser Inhalt existiert und veröffentlicht wurde.

# contentModelChangedErrorHint
source: Check if the content model has changed. Did you delete a content type or a required field?
de_de: Überprüfen Sie, ob die Struktur der Inhalte geändert wurde. Haben Sie einen Inhaltstyp oder ein benötigtes Feld gelöscht?

# draftOrPublishedErrorHint
source: Check if the content is in a draft or pending changes state (Content Delivery API), or if it has been deleted (Content Preview API & Content Delivery API).
de_de: Überprüfen Sie, ob der Inhalt veröffentlicht wurde, Änderungen enthält (Content Delivery API) oder gelöscht wurde (Content Preview API & Content Delivery API).

# localeContentErrorHint
source: Check if all required fields have content for this locale.
de_de: Überprüfen Sie, ob alle benötigten Felder dieser Sprache befüllt wurden.

# verifyCredentialsErrorHint
source: Verify that your space id and access tokens are correct and up to date.
de_de: Überprüfen Sie, ob die Space ID und die Access Tokens richtig und nicht abgelaufen sind.

# stackTraceErrorHint
source: Check the stack trace below.
de_de: Schauen Sie sich den folgenden Stack Trace an.

# errorLabel
source: Error from Contentful:
de_de: Fehler von Contentful:
